Repository: mohammedbalegh/Enjaz
Catalog: Enjaz/Constants/*.lproj/Localizable.strings
Languages: ar

source: Home
ar: الرئيسية

source: Calendar
ar: التقويم

source: New Addition
ar: إضافة جديدة

source: My Plan
ar: خطتي

source: Goals
ar: الأهداف

source: Start
ar: إبدأ

source: Forgot your password?
ar: نسيت كلمة السر؟

source: Login
ar: تسجيل الدخول

source: Enter your username and password
ar: ادخل اسم المستخدم و كلمة السر

source: Not an existing user?
ar: لم تشترك بعد؟

source: Create an account
ar: إنشاء حساب

source: Incorrect username or password
ar: اسم المستخدم أو كلمة السر غير صحيحين

source: Can not start with a number
ar: لا يمكن أن يبدأ برقم

source: Should be
ar: يجب أن يكون

source: letters at least
ar: حرف على الأقل

source: Enter your account details
ar: ادخل بيانات الحساب

source: Already have an account?
ar: لديك حساب بالفعل؟

source: Username or email already taken
ar: اسم المستخدم أو البريد الإلكتروني مسجل بالفعل

source: Username
ar: اسم المستخدم

source: Incorrect username
ar: اسم المستخدم غير صحيح

source: Full name
ar: الاسم الشخصي (ثنائي)

source: Email
ar: البريد الإلكتروني

source: Incorrect email
ar: البريد الإلكتروني غير صحيح

source: Password
ar: الرمز السري

source: Confirm password
ar: تأكيد الرمز السري

source: The password does not match
ar: كلمتي السر غير متطابقين

source: Recover password
ar: استرجاع كلمة المرور

source: Please Enter your email to send the verification code
ar: من فضلك أدخل البريد الإلكتروني حتى يتم إرسال كود التأكيد لك ويتم تأكيد الحساب

source: Next
ar: التالي

source: Back
ar: الرجوع

source: Incorrect code
ar: الكود غير صحيح

source: Start now
ar: أبدأ الان

source: Enter verification code
ar: ادخل رمز التأكيد

source: Verification code sent to your email
ar: لقد أرسلنا رمز إلى البريد الإلكتروني

source: The email you entered does not exist
ar: البريد الإلكتروني غير مسجل

source: Today's goals
ar: اهداف اليوم

source: Today's tasks
ar: مهام اليوم

source: Today's demahs
ar: ديمة اليوم

source: Good morning %@!
ar: صباح الخير %@!

source: Good evening %@!
ar: مساء الخير %@!

source: Take a look at today's goals and habits
ar: أطلع على أهداف وعادات اليوم

source: Take a look at today's remaining goals
ar: أطلع على الأهداف المتبقية

source: No goals today
ar: لا يوجد أهداف اليوم

source: No tasks today
ar: لا يوجد مهام اليوم

source: No demahs today
ar: لا يوجد ديم اليوم

source: Choose Addition Type
ar: اختر نوع الإضافة

source: If you have a goal that you want to achieve in a specific field
ar: ان كان لديك هدف في مجال معين تريد تحقيقه

source: If you have a habit throughout a specific period
ar: اذا كان لديك عادة متكررة خلال فترة معينة

source: If you have an achievement that you want to complete in a specific time
ar: ان كان لديك أنجاز تريد تحقيقه خلال وقت معين

source: If you have a task that want to complete in a specific time
ar: ان كان لديك مهمة تريد إنجازها خلال وقت معين

source: No type has been selected
ar: لم يتم اختيار نوع

source: Add %@
ar: إضافة %@

source: Select Image
ar: اختر صورة مناسبة

source: Select Sticker
ar: اختر الاستكير المناسب

source: Addition Name
ar: اسم الإضافة

source: Addition Category
ar: مجال الإضافة

source: Date and Time
ar: التاريخ و الوقت

source: Description
ar: الوصف

source: Select
ar: اختيار

source: Repeat the %@
ar: تكرار ال%@

source: In case the %@ repeats more than once
ar: في حالة تكرار ال%@ أكثر من مرة

source: Date (from - to)
ar: التاريخ (من - إلى)

source: Hijri Calendar
ar: التقويم الهجري

source: Georgian Calendar
ar: التقويم الميلادي

source: A day must be selected
ar: يجب تحديد اليوم

source: A date range must be selected
ar: يجب تحديد بداية و نهاية أيام التكرار

source: Selected date cannot be in the past
ar: لا يمكن اختيار تاريخ في الماضي

source: Selected date range cannot be in the past
ar: الأيام المحددة لا يمكن أن تكون في الماضي

source: Monthly View
ar: التقويم الشهري

source: Weekly View
ar: التقويم الاسبوعي

source: First Week
ar: الأسبوع الأول

source: Second Week
ar: الأسبوع الثاني

source: Third Week
ar: الأسبوع الثالث

source: Fourth Week
ar: الأسبوع الرابع

source: Last Week
ar: الأسبوع الاخير

source: Cannot add a task in the past
ar: لا يمكن اضافة مهمة في الماضي

source: My Goals
ar: أهدافي

source: Goals Bank
ar: بنك الأهداف

source: Choose goal category
ar: اختر مجال الهدف

source: Add new category
ar: إضافة مجال جديد

source: Category Name
ar: اسم المجال

source: Category name must be entered
ar: يجب ادخال اسم المجال

source: Are you sure you want to delete category?
ar: هل أنت متأكد من حذف المجال؟

source: All related goals, demahs, achievements and tasks will be deleted as well. This action cannot be undone.
ar: جميع الأهداف، الديمة، الإنجازات و المهام المرتبطة بالمجال سيتم مسحها أيضا. لا يمكن التراجع عن هذا الإجراء.

source: Delete Category
ar: مسح المجال

source: Most Recent Articles
ar: آخر المقالات

source: Most Recent Videos
ar: آخر الفيدوهات

source: No articles yet
ar: لا يوجد مقالات حتى الآن

source: No videos yet
ar: لا يوجد فيدوهات حتى الآن

source: Personal Aspects
ar: الجوانب الشخصية

source: Write what you know about your self
ar: أكتب ما تعرفه عن نفسك هنا

source: Who am i
ar: من أنا

source: My mission in life
ar: رسالتي في الحياة

source: Write your life mission
ar: أكتب رسالتك في الحياة

source: Translate what you know about your self from dreams and ambitions into goals, to achieve as much as possible year
ar: ترجم ما تعرفه عن نفسك من احلام و امنيات و تطلعات و غيرها الي اهداف,لتحقق منها تقدم هذا العام

source: Your life mission is you answer to the "why" question , what are the values that you stand behind, you life mission should be comprehensive, inspiring, and rememberable
ar: رسالتك في الحياة هي إجابة عن سؤال لماذا ؟ما القيم التي تؤيدها و هل انت مستمر في تنفيذها , الرسالة تكون مختصرة و ملهمة و قابلة للتذكر

source: My vision in life
ar: رؤيتي في الحياة

source: life vision answers the "why" and "where" , where will your feature be ?, what it will be like, what will you do in 5 or 10 years
ar: الرؤية اتجيب عن سؤال "اين" و " لماذا " ؟أين سيكون المستقبل؟ كيف سيكون ؟ و ماذا ستقرم بعر خمس او عشر سنوات

source: Write your life vision
ar: أكتب رؤيتك في الحياة

source: Add Note
ar: إضافة مفكرة

source: Note title
ar: عنوان المفكرة

source: Note category
ar: تصنيف المفكرة

source: Write whats on your mind
ar: أضف ما يدور في بالك

source: Note category can't be empty
ar: برجاء اختياز تصنيف المفكرة

source: Please write whats on your mind
ar: برجاء إكتب ما يدور في بالك

source: Client name
ar: اسم العميل

source: Phone number
ar: رقم الهاتف

source: Message content
ar: نص الرسالة

source: Type your message here
ar: اكتب رسالتك هنا

source: Send
ar: أرسال

source: Name field can't be empty
ar: يجب ادخال الاسم

source: Please enter a valid phone number
ar: برجاء إدخال رقم هاتف صحيح

source: Message field can't be empty
ar: يجب ادخال نص رسالة

source: Self Evaluation
ar: تقيم النفس

source: What have you learned
ar: ماذا تعلمت

source: What changed in you
ar: ما الذي تغير فيك

source: How do you feel
ar: ما هي مشاعرك

source: Rate your progress in this field
ar: قيم نفسك بحسب إنجازاتك لأهدافك و تقدمك في المجالات

source: Are you sure you want to delete %@?
ar: هل انت متأكد من حذف ال%@؟

source: All subsequent %@ will be deleted as well.
ar: جميع ال%@ التابعة سيتم حذفها أيضًا.

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: %@ is already completed
ar: ال%@ منتهي بالفعل

source: Delete %@
ar: حذف ال%@

source: Draft
ar: المدونة

source: Note
ar: المفكرة

source: Goals Rating
ar: تقييمات أهدافي

source: Profile
ar: الصفحة الشخصية

source: About App
ar: عن التطبيق

source: Privacy Policy
ar: سياسة الخصوصية

source: Contact Us
ar: اتصل بنا

source: Sign Out
ar: تسجيل الخروج

source: Change password
ar: تغير كلمة المرور

source: Awards and medals
ar: الجوائز و الاوسمة

source: Dark Mode
ar: الوضع الليلي

source: Logout
ar: تسجيل الخروج

source: Choose a category
ar: أختار مجال المناسب

source: Tasks
ar: المهام

source: Demahs
ar: الديمة

source: Achievements
ar: الإنجازات

source: of
ar: من

source: %@ of the month
ar: %@ الشهر

source: What %@ have you completed
ar: ما تم إنجازه من %@

source: No achievements to show
ar: لا يوجد إنجازات

source: Major goals
ar: أهداف كبري

source: My goal in life regarding
ar: هدفي في الحياة الخاص بالجانب ال

source: side
ar: الجانب ال

source: Today's %@
ar: %@ اليوم

source: Week's %@
ar: %@ الاسبوع

source: Month's %@
ar: %@ الشهر

source: Completed %@
ar: %@ منتهية

source: No %@
ar: لا يوجد %@

source: Completed goals
ar: أهداف منتهية

source: Upcoming goals
ar: أهداف قادمة

source: Goal
ar: أهداف

source: Add new goal
ar: إضافة هدف جديد

source: Religious
ar: ديني

source: Scientific
ar: علمي

source: Health
ar: صحي

source: Social
ar: اجتماعي

source: Career
ar: مهني

source: Personal
ar: شخصي

source: Financial
ar: مالي

source: Goals related to faith and your relationship with Allah the almighty
ar: الاهداف المتعلقة بالإيمان و علاقتك مع الله سبحانه و تعالي

source: Goals related to science, reading, courses and mind development
ar: الاهداف المرتبطة بالعلم و التعلم و القراءة و الدورات و تنمية العقل

source: Goals related to your personal health, fitness and mental health
ar: الاهداف المرتبطة بصحتك الشخصية و اللياقة البدنية و الصحة النفسية

source: Task
ar: مهمة

source: Demah
ar: ديمة

source: Achievement
ar: إنجاز

source: Congrats
ar: تهانينا

source: %@ completed successfully
ar: تمت ال%@ بنجاح

source: Would you like to add it as an achievement?
ar: هل تود اضافته إلي إنجازاتك؟

source: %@ was added successfully
ar: تم إضافة ال%@ بنجاح

source: and
ar: و

source: Error
ar: خطأ

source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

source: Start and End Date
ar: تاريخ البداية و النهاية

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: from
ar: من

source: to
ar: إلى

source: Ok
ar: حسنًا

source: Done
ar: تم

source: optional
ar: اختياري

source: category
ar: مجال

source: Show All
ar: عرض الكل

source: Hide Rest
ar: اخفاء البقية

source: Camera
ar: الكاميرا

source: Photos
ar: الصور

source: Delete
ar: حذف

source: Off
ar: إلغاء التفعيل

source: On
ar: تفعيل

source: Auto
ar: تلقائي

# No item
source: No
ar: لا يوجد

source: No
ar: لا

source: Yes
ar: نعم

source: Mark as Completed
ar: انهاء

source: Unpin
ar: الغاء الثبيت

source: Pin
ar: ثبيت
